Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: These have no ring to place. Switch one on and it joins the end of the list above.
fr: Ceux-ci n'ont pas d'anneau à placer. Activez-en un et il rejoint la fin de la liste ci-dessus.
ja: これらには配置するリングがありません。オンにすると、上の一覧の末尾に加わります。
pt_br: Estes não têm anel para posicionar. Ative um e ele entra no fim da lista acima.
ru: У этих провайдеров нет кольца. Включите один, и он добавится в конец списка выше.
zh_hans: 这些没有圆环可放。打开其中一个，它会接到上面列表的末尾。

source: Thinking
fr: Réflexion
ja: 思考中
pt_br: Pensando
ru: Размышление
zh_hans: 思考中

source: Threshold alerts
fr: Alertes de seuil
ja: しきい値の通知
pt_br: Alertas de limite
ru: Оповещения о порогах
zh_hans: 额度提醒

source: Time remaining
fr: Temps restant
ja: 残り時間
pt_br: Tempo restante
ru: Оставшееся время
zh_hans: 剩余时间

source: Time until usage resets, such as 3 Days 3h or 3h 20m.
fr: Temps avant la réinitialisation de la consommation, par exemple 3 j 3h ou 3h 20m.
ja: 使用量がリセットされるまでの時間。「3 日 3 時間」「3 時間 20 分」など。
pt_br: Tempo até o uso renovar, como 3 dias 3h ou 3h 20m.
ru: Время до сброса использования, например 3 дня 3 ч или 3 ч 20 мин.
zh_hans: 距离用量重置还有多久，例如 3 Days 3h 或 3h 20m。

source: To measure responses, point your chat client to http://127.0.0.1:11435 and keep pillr open.
fr: Pour mesurer les réponses, dirigez votre client de chat vers http://127.0.0.1:11435 et gardez pillr ouvert.
ja: 応答を計測するには、チャットクライアントの接続先を http://127.0.0.1:11435 にして、pillr を開いたままにしてください。
pt_br: Para medir as respostas, aponte seu cliente de chat para http://127.0.0.1:11435 e deixe o pillr aberto.
ru: Чтобы измерять ответы, направьте чат-клиент на http://127.0.0.1:11435 и не закрывайте pillr.
zh_hans: 要测量回复，把聊天客户端指向 http://127.0.0.1:11435，并保持 pillr 打开。

source: Today
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
ru: Сегодня
zh_hans: 今日

source: Tokens
fr: Jetons
ja: トークン
ru: Токены
zh_hans: Token

source: Tooltips are no longer cut off
fr: Les info-bulles ne sont plus tronquées
ja: ツールチップが切れないように
pt_br: As dicas não são mais cortadas
ru: Подсказки больше не обрезаются
zh_hans: 提示卡不再被截断

source: Top
fr: Haut
ja: 上
pt_br: Superior
ru: Сверху
zh_hans: 顶部

source: Two more accounts, four community fixes, and honest duplicates.
fr: Deux comptes de plus, quatre correctifs de la communauté, et des doublons honnêtes.
ja: アカウントが 2 つ増え、コミュニティからの修正が 4 件、そして重複の扱いを正直に。
pt_br: Mais duas contas, quatro correções da comunidade e duplicatas honestas.
ru: Два новых аккаунта, четыре исправления сообщества и корректная обработка дубликатов.
zh_hans: 又多了两个账号，四个社区修复，以及诚实的重复项。

source: Two more providers, and a live account plan that was silently dropped.
fr: Deux fournisseurs de plus, et un plan de compte actif qui passait silencieusement à la trappe.
ja: サービスが 2 つ増え、黙って抜け落ちていた実アカウントのプランに対応。
pt_br: Mais dois provedores, e um plano de conta ao vivo que era descartado em silêncio.
ru: Два новых провайдера и восстановленный аккаунт с активным тарифом.
zh_hans: 又多了两个服务，以及一个被悄悄丢掉的真实账号套餐。

source: Unavailable display
fr: Écran indisponible
ja: 利用できないディスプレイ
pt_br: Tela indisponível
ru: Недоступный дисплей
zh_hans: 不可用的显示器

source: Untitled chat
fr: Conversation sans titre
ja: 無題のチャット
pt_br: Conversa sem título
ru: Чат без названия
zh_hans: 未命名对话

source: Unused resets
fr: Réinitialisations inutilisées
ja: 未使用のリセット
pt_br: Renovações não usadas
ru: Неиспользованные сбросы
zh_hans: 未使用重置

source: Updated %@
fr: Mis à jour %@
ja: %@に更新
pt_br: Atualizado %@
ru: Обновлено %@
zh_hans: 更新于 %@

source: Usage
fr: Consommation
ja: 使用量
pt_br: Uso
ru: Использование
zh_hans: 用量

source: Usage (%lld h)
fr: Consommation (%lld h)
ja: 使用量（%lld 時間）
pt_br: Uso (%lld h)
ru: Использование (%lld ч)
zh_hans: 用量（%lld 小时）

source: Usage (%lld wk)
fr: Consommation (%lld sem.)
ja: 使用量（%lld 週）
pt_br: Uso (%lld sem)
ru: Использование (%lld нед.)
zh_hans: 用量（%lld 周）

source: Usage details
fr: Détails de consommation
ja: 使用量の詳細
pt_br: Detalhes de uso
ru: Подробности использования
zh_hans: 用量明细

source: Usage reads both ways
fr: La consommation se lit dans les deux sens
ja: 使用量を両方の見方で表示
pt_br: O uso é lido dos dois jeitos
ru: Использование читается в обоих направлениях
zh_hans: 用量从两头都能读懂

source: Version %@ is available and will install shortly.
fr: La version %@ est disponible et s'installera sous peu.
ja: バージョン %@ が利用可能です。まもなくインストールされます。
pt_br: A versão %@ está disponível e será instalada em breve.
ru: Доступна версия %@; она скоро установится.
zh_hans: 版本 %@ 可用，即将安装。

source: Version %@. Updates install in the background and apply next time pillr starts.
fr: Version %@. Les mises à jour s'installent en arrière-plan et s'appliquent au prochain démarrage de pillr.
ja: バージョン %@。アップデートはバックグラウンドでインストールされ、次回 pillr を起動したときに適用されます。
pt_br: Versão %@. As atualizações são instaladas em segundo plano e valem na próxima vez que o pillr iniciar.
ru: Версия %@. Обновления устанавливаются в фоне и применяются при следующем запуске pillr.
zh_hans: 版本 %@。更新在后台安装，下次启动 pillr 时生效。

source: Waiting
fr: En attente
ja: 待機中
pt_br: Aguardando
ru: Ожидание
zh_hans: 等待中

source: Waiting for the first reading…
fr: En attente du premier relevé…
ja: 最初の読み取りを待っています…
pt_br: Aguardando a primeira leitura…
ru: Ожидание первых данных…
zh_hans: 正在等待首次读数…

source: Waiting on you
fr: En attente de vous
ja: あなたを待機中
pt_br: Aguardando você
ru: Ожидает вас
zh_hans: 在等你

source: Waking from sleep no longer erases a reading.
fr: La sortie de veille n'efface plus un relevé.
ja: スリープからの復帰で読み取りが消えなくなりました。
pt_br: Acordar do repouso não apaga mais uma leitura.
ru: Выход из сна больше не удаляет показание.
zh_hans: 从睡眠唤醒不再抹掉读数。

source: Weekly
fr: Hebdomadaire
ja: 週間
pt_br: Semanal
ru: Недельный
zh_hans: 每周

source: Weekly Limit
fr: Limite hebdomadaire
ja: 週間の上限
pt_br: Limite semanal
ru: Недельный лимит
zh_hans: 每周额度

source: Weekly limit
fr: Limite hebdomadaire
ja: 週間の上限
pt_br: Limite semanal
ru: Недельный лимит
zh_hans: 每周额度

source: Weekly ring
fr: Anneau hebdomadaire
ja: 週間のリング
pt_br: Anel semanal
ru: Недельное кольцо
zh_hans: 每周圆环

source: Weekly usage
fr: Consommation hebdomadaire
ja: 週間の使用量
pt_br: Uso semanal
ru: Недельное использование
zh_hans: 每周用量

source: What's New
fr: Nouveautés
ja: 新機能
pt_br: Novidades
ru: Что нового
zh_hans: 新变化

source: What's new in pillr
fr: Les nouveautés de pillr
ja: pillr の新機能
pt_br: Novidades do pillr
ru: Что нового в pillr
zh_hans: pillr 新变化

source: When a session ends
fr: Quand une session se termine
ja: セッションが終わったとき
pt_br: Quando uma sessão termina
ru: При завершении сеанса
zh_hans: 会话结束时

source: Working
fr: En cours
ja: 作業中
pt_br: Trabalhando
ru: Работа
zh_hans: 工作中

source: Working in %@
fr: En cours dans %@
ja: %@ で作業中
pt_br: Trabalhando em %@
ru: Работает в %@
zh_hans: 正在 %@ 中工作

source: You stay signed in to the tool that owns the account.
fr: Vous restez connecté à l'outil qui détient le compte.
ja: そのアカウントを持つツールにはサインインしたままです。
pt_br: Você continua conectado na ferramenta dona da conta.
ru: Вход в инструмент, которому принадлежит аккаунт, сохраняется.
zh_hans: 你在持有该账号的工具里仍然是登录状态。

source: Z.ai's Coding Plan reads live now too, with a key borrowed from whichever tool already holds one.
fr: Le Coding Plan de Z.ai se lit aussi en direct désormais, avec une clé empruntée à l'outil qui en détient déjà une.
ja: Z.ai の Coding Plan もライブで読み取れるようになりました。キーは、すでにそれを持っているツールから借ります。
pt_br: O Coding Plan da Z.ai também é lido ao vivo agora, com uma chave emprestada de qualquer ferramenta que já tenha uma.
ru: Тариф Z.ai Coding Plan теперь тоже читается в реальном времени с ключом из уже авторизованного инструмента.
zh_hans: Z.ai 的 Coding Plan 现在也实时读取，密钥借自已经持有它的那个工具。

source: and %lld more
fr: et %lld de plus
ja: ほか %lld 件
pt_br: e mais %lld
ru: и ещё %lld
zh_hans: 还有 %lld 个

source: complete
fr: terminé
ja: 完了
pt_br: concluído
ru: завершено
zh_hans: 已完成

source: done
fr: terminé
ja: 完了
pt_br: concluído
ru: готово
zh_hans: 已完成

source: idle
fr: inactive
ja: アイドル
pt_br: ocioso
ru: бездействует
zh_hans: 空闲

source: just now
fr: à l'instant
ja: たった今
pt_br: agora mesmo
ru: только что
zh_hans: 刚刚

source: macOS is not letting pillr read %@'s saved login. Choose Allow access… above, then Always Allow.
fr: macOS n'autorise pas pillr à lire les identifiants enregistrés de %@. Choisissez Autoriser l'accès… ci-dessus, puis Toujours autoriser.
ja: macOS が %@ の保存済みログインの読み取りを許可していません。上の「アクセスを許可…」を選び、「常に許可」を選んでください。
pt_br: O macOS não está deixando o pillr ler o login salvo do %@. Escolha Permitir acesso… acima e depois Sempre Permitir.
ru: macOS не разрешает pillr читать сохранённый вход %@. Выберите выше «Разрешить доступ…», затем «Разрешать всегда».
zh_hans: macOS 不让 pillr 读取 %@ 已保存的登录信息。点上面的「允许访问…」，然后选「始终允许」。

source: make build and make test sign themselves automatically when the maintainer's certificate isn't present, and CI now runs the suite on every push and pull request.
fr: make build et make test se signent tout seuls quand le certificat du mainteneur est absent, et la CI exécute désormais la suite à chaque push et chaque pull request.
ja: メンテナの証明書がない場合、make build と make test が自動的に自己署名するようになりました。CI もすべてのプッシュとプルリクエストでテストを実行します。
pt_br: make build e make test assinam a si mesmos automaticamente quando o certificado do mantenedor não está presente, e a CI agora roda a suíte a cada push e pull request.
ru: make build и make test автоматически подписывают сборку при отсутствии сертификата сопровождающего, а CI запускает тесты при каждом push и pull request.
zh_hans: 维护者证书不在时，make build 和 make test 会自动签名；CI 现在会在每次 push 和 pull request 上跑测试套件。

source: needs your input
fr: attend votre réponse
ja: 入力待ち
pt_br: precisa de você
ru: требуется ваш ответ
zh_hans: 需要你的输入

source: no requests today
fr: aucune requête aujourd'hui
ja: 本日のリクエストなし
pt_br: nenhuma solicitação hoje
ru: сегодня запросов нет
zh_hans: 今日暂无请求

source: peak %@
fr: pic %@
ja: ピーク %@
pt_br: pico %@
ru: пик %@
zh_hans: 峰值 %@

source: tokens
fr: jetons
ja: トークン
ru: токенов
zh_hans: token

source: waiting
fr: en attente
ja: 待機中
pt_br: aguardando
ru: ожидает
zh_hans: 等待中

source: waiting on you
fr: vous attend
ja: あなたを待っています
pt_br: aguardando você
ru: ждёт вас
zh_hans: 等待你处理

source: working
fr: en cours
ja: 作業中
pt_br: trabalhando
ru: работает
zh_hans: 工作中

source: yesterday
fr: hier
ja: 昨日
pt_br: ontem
ru: вчера
zh_hans: 昨天

source: ~%lld request today
fr: ~%lld requête aujourd'hui
ja: 本日 約 %lld リクエスト
pt_br: ~%lld solicitação hoje
ru: сегодня ~%lld запрос
zh_hans: 今日约 %lld 次请求

source: ~%lld requests today
fr: ~%lld requêtes aujourd'hui
ja: 本日 約 %lld リクエスト
pt_br: ~%lld solicitações hoje
ru: сегодня ~%lld запросов
zh_hans: 今日约 %lld 次请求

source: ⌥-drag the pill along its edge
fr: ⌥-glissez la pastille le long de son bord
ja: ⌥ ドラッグでピルを辺に沿って移動
pt_br: Arraste a cápsula com ⌥ ao longo da borda dela
ru: Перетаскивайте панель вдоль края с ⌥
zh_hans: 按住 ⌥ 沿边缘拖动胶囊

source: %@ Limit Reached
fr: Limite %@ atteinte
ja: %@ の上限に到達
pt_br: Limite de %@ atingido
ru: Достигнут лимит %@
zh_hans: %@ 额度已用尽

source: %@ Weekly Limit
fr: Limite hebdomadaire %@
ja: %@ の週間の上限
pt_br: Limite semanal do %@
ru: Недельный лимит %@
zh_hans: %@ 每周额度

source: %@ active · %@
fr: %@ actives · %@
ja: %@ 件実行中 · %@
pt_br: %@ em atividade · %@
ru: Активных: %@ · %@
zh_hans: %@ 个活跃 · %@

source: %@ active · %lld
fr: %@ actives · %lld
ja: %@ 件実行中 · %lld
pt_br: %@ em atividade · %lld
ru: Активных: %@ · %lld
zh_hans: %@ 个活跃 · %lld

source: %@ days ago
fr: il y a %@ jours
ja: %@ 日前
pt_br: há %@ dias
ru: %@ дн. назад
zh_hans: %@ 天前

source: %@ for %@
fr: %@ pour %@
pt_br: %@ por %@
ru: %@ для %@
zh_hans: %@（用于 %@）

source: %@ hours
fr: %@ heures
ja: %@ 時間
pt_br: %@ horas
ru: %@ ч
zh_hans: %@ 小时

source: %@ hr %@ min
fr: %@ h %@ min
ja: %@ 時間 %@ 分
pt_br: %@ h %@ min
ru: %@ ч %@ мин
zh_hans: %@ 小时 %@ 分钟

source: %@ in · %@ out
fr: %@ en entrée · %@ en sortie
ja: 入力 %@ · 出力 %@
pt_br: %@ entrada · %@ saída
ru: Вход: %@ · выход: %@
zh_hans: 输入 %@ · 输出 %@

source: %@ in · %lld out
fr: %@ en entrée · %lld en sortie
ja: 入力 %@ · 出力 %lld
pt_br: %@ entrada · %lld saída
ru: Вход: %@ · выход: %lld
zh_hans: 输入 %@ · 输出 %lld

source: %@ is at %@%%
fr: %@ est à %@%%
ja: %@ が %@%%
pt_br: %@ está em %@%%
ru: Использование %@ — %@%%
zh_hans: %@ 已用 %@%%

source: %@ isn't open
fr: %@ n'est pas ouvert
ja: %@ が開いていません
pt_br: %@ não está aberto
ru: Приложение %@ не открыто
zh_hans: %@ 没有打开

source: %@ limit
fr: Limite %@
ja: %@ の上限
pt_br: Limite de %@
ru: Лимит %@
zh_hans: %@ 额度

source: %@ limit is spent
fr: La limite %@ est épuisée
ja: %@ の上限を使い切りました
pt_br: Limite de %@ esgotado
ru: Лимит %@ исчерпан
zh_hans: %@ 额度已用完

source: %@ reset. Back to work.
fr: %@ : remise à zéro. Au travail.
ja: %@ がリセット。仕事に戻ろう。
pt_br: %@ renovado. De volta ao trabalho.
ru: Сброс: %@. Снова за работу.
zh_hans: %@ 已重置。回去干活吧。

source: %@ reset. Go ship it.
fr: %@ : remise à zéro. Allez, livrez.
ja: %@ がリセット。さあ、リリースしよう。
pt_br: %@ renovado. Vai lá e lança.
ru: Сброс: %@. Вперёд, выпускайте.
zh_hans: %@ 已重置。去发布吧。

source: %@ reset. Go, %@.
fr: %@ : remise à zéro. Allez, %@.
ja: %@ がリセット。さあ、%@。
pt_br: %@ renovado. Vai, %@.
ru: Сброс: %@. Вперёд, %@.
zh_hans: %@ 已重置。冲吧，%@。

source: %@ reset. Let's build.
fr: %@ : remise à zéro. On construit.
ja: %@ がリセット。作ろう。
pt_br: %@ renovado. Bora construir.
ru: Сброс: %@. За дело.
zh_hans: %@ 已重置。开干吧。

source: %@ says go
fr: %@ donne le feu vert
ja: %@ がゴーを出しました
pt_br: %@ deu sinal verde
ru: %@ даёт добро
zh_hans: %@ 说：开工

source: %@ sessions are waiting on you
fr: %@ sessions vous attendent
ja: %@ 件のセッションがあなたを待っています
pt_br: %@ sessões aguardando você
ru: Сеансы ждут вас: %@
zh_hans: %@ 个会话在等你

source: %@ tokens
fr: %@ jetons
ja: %@ トークン
ru: Токенов: %@
zh_hans: %@ token

source: %@ unused resets
fr: %@ réinitialisations inutilisées
ja: 未使用のリセット %@ 件
pt_br: %@ renovações não usadas
ru: Неиспользованных сбросов: %@
zh_hans: %@ 次未使用重置

source: %@ · %@ queued
fr: %@ · %@ en file d'attente
ja: %@ · 順番待ち %@ 件
pt_br: %@ · %@ na fila
ru: %@ · в очереди: %@
zh_hans: %@ · %@ 个排队中

source: %@ · Superset is closed · applies next session
fr: %@ · Superset est fermé · s'applique à la prochaine session
ja: %@ · Superset が閉じています · 次のセッションから適用
pt_br: %@ · o Superset está fechado · vale na próxima sessão
ru: %@ · Superset закрыт · применится в следующем сеансе
zh_hans: %@ · Superset 已关闭 · 下个会话生效

source: %@ · Superset refused · applies next session
fr: %@ · Superset a refusé · s'applique à la prochaine session
ja: %@ · Superset が拒否 · 次のセッションから適用
pt_br: %@ · o Superset recusou · vale na próxima sessão
ru: %@ · Superset отказал · применится в следующем сеансе
zh_hans: %@ · Superset 拒绝了 · 下个会话生效

source: %@ · Superset · applies next session
fr: %@ · Superset · s'applique à la prochaine session
ja: %@ · Superset · 次のセッションから適用
pt_br: %@ · Superset · vale na próxima sessão
ru: %@ · Superset · применится в следующем сеансе
zh_hans: %@ · Superset · 下个会话生效

source: %@ · applies next session
fr: %@ · s'applique à la prochaine session
ja: %@ · 次のセッションから適用
pt_br: %@ · vale na próxima sessão
ru: %@ · применится в следующем сеансе
zh_hans: %@ · 下个会话生效

source: %@ · busy · applies next turn
fr: %@ · en cours · s'applique au prochain tour
ja: %@ · 処理中 · 次のターンから適用
pt_br: %@ · ocupado · vale no próximo turno
ru: %@ · занят · применится на следующем ходе
zh_hans: %@ · 忙碌中 · 下一轮生效

source: %@ · typed /effort %@
fr: %@ · /effort %@ saisi
ja: %@ · /effort %@ を入力済み
pt_br: %@ · digitou /effort %@
ru: %@ · введено /effort %@
zh_hans: %@ · 已输入 /effort %@

source: %@%% of its %@ limit used.
fr: %@%% de sa limite %@ utilisés.
ja: %@%% を使用（%@ の上限）。
pt_br: %@%% do limite de %@ dele usado.
ru: Использовано %@%% от лимита «%@».
zh_hans: 已用 %@%%（%@ 额度）。

source: %@'s %@ is reset.
fr: %@ : %@ réinitialisée.
ja: %@ の %@ がリセットされました。
pt_br: %@: %@ renovado.
ru: %@: %@ сброшен.
zh_hans: %@ 的 %@ 已重置。

source: %@'s %@ just reset.
fr: %@ : %@ vient d'être réinitialisée.
ja: %@ の %@ がたった今リセットされました。
pt_br: %@: %@ acabou de renovar.
ru: %@: %@ только что сброшен.
zh_hans: %@ 的 %@ 刚刚重置。

source: %@d limit
fr: Limite %@ j
ja: %@ 日の上限
pt_br: Limite de %@d
ru: Лимит на %@ дн
zh_hans: %@ 天额度

source: %lld hours
fr: %lld heures
ja: %lld 時間
pt_br: %lld horas
ru: %lld ч
zh_hans: %lld 小时

source: %lld hr %@ min
fr: %lld h %@ min
ja: %lld 時間 %@ 分
pt_br: %lld h %@ min
ru: %lld ч %@ мин
zh_hans: %lld 小时 %@ 分钟

source: %lld in · %@ out
fr: %lld en entrée · %@ en sortie
ja: 入力 %lld · 出力 %@
pt_br: %lld entrada · %@ saída
ru: Вход: %lld · выход: %@
zh_hans: 输入 %lld · 输出 %@

source: %lld in · %lld out
fr: %lld en entrée · %lld en sortie
ja: 入力 %lld · 出力 %lld
pt_br: %lld entrada · %lld saída
ru: Вход: %lld · выход: %lld
zh_hans: 输入 %lld · 输出 %lld

source: %lld reset. Back to work.
fr: %lld : remise à zéro. Au travail.
ja: %lld がリセット。仕事に戻ろう。
pt_br: %lld renovado. De volta ao trabalho.
ru: Сброс: %lld. Снова за работу.
zh_hans: %lld 已重置。回去干活吧。

source: %lld reset. Go ship it.
fr: %lld : remise à zéro. Allez, livrez.
ja: %lld がリセット。さあ、リリースしよう。
pt_br: %lld renovado. Vai lá e lança.
ru: Сброс: %lld. Вперёд, выпускайте.
zh_hans: %lld 已重置。去发布吧。

source: %lld reset. Go, %@.
fr: %lld : remise à zéro. Allez, %@.
ja: %lld がリセット。さあ、%@。
pt_br: %lld renovado. Vai, %@.
ru: Сброс: %lld. Вперёд, %@.
zh_hans: %lld 已重置。冲吧，%@。

source: %lld reset. Let's build.
fr: %lld : remise à zéro. On construit.
ja: %lld がリセット。さあ、作ろう。
pt_br: %lld renovado. Bora construir.
ru: Сброс: %lld. Строим дальше.
zh_hans: %lld 已重置，开干吧。

source: %lld sessions are waiting on you
fr: %lld sessions vous attendent
ja: %lld 件のセッションがあなたを待っています
pt_br: %lld sessões aguardando você
ru: Сеансы ждут вас: %lld
zh_hans: %lld 个会话在等你

source: %lld tokens
fr: %lld jetons
ja: %lld トークン
ru: Токенов: %lld
zh_hans: %lld token

source: 1 hour
fr: 1 heure
ja: 1 時間
pt_br: 1 hora
ru: 1 час
zh_hans: 1 小时

source: 5-hour limit
fr: Limite de 5 heures
ja: 5 時間の上限
pt_br: Limite de 5 horas
ru: Лимит на 5 часов
zh_hans: 5 小时额度

source: A local file, for tests
fr: Un fichier local, pour les tests
ja: ローカルファイル（テスト用）
pt_br: Um arquivo local, para testes
ru: Локальный файл для тестов
zh_hans: 本地文件，用于测试

source: A ring per agent shows how much of its limit is used, spins while it works and glows when it waits on you.
fr: Un anneau par agent montre la part de sa limite utilisée, tourne pendant qu'il travaille et s'illumine quand il vous attend.
ja: エージェントごとのリングが上限の使用量を示し、作業中は回転し、あなたを待っているときは光ります。
pt_br: Um anel por agente mostra quanto do limite dele foi usado, gira enquanto ele trabalha e brilha quando ele aguarda você.
ru: Кольцо для каждого агента показывает, какая часть лимита использована, вращается во время работы и светится, когда агент ждёт вас.
zh_hans: 每个智能体一个圆环：显示额度用了多少，工作时旋转，等你时发光。

source: A system notification once per crossing. Mute one provider with the bell on its row in Accounts.
fr: Une notification système à chaque franchissement. Coupez un fournisseur avec la cloche sur sa ligne dans Comptes.
ja: 超えるたびにシステム通知を 1 回。サービスごとに、「アカウント」のその行にあるベルでミュートできます。
pt_br: Uma notificação do sistema a cada ultrapassagem. Silencie um provedor pelo sino na linha dele em Contas.
ru: Системное уведомление при каждом пересечении порога. Чтобы отключить провайдера, нажмите колокольчик в его строке в разделе «Аккаунты».
zh_hans: 每次越过发一条系统通知。在「账号」里点某个服务那一行的铃铛即可将其静音。

source: A terminal left open is not a session anyone is in.
fr: Un terminal resté ouvert n'est pas une session où quelqu'un travaille.
ja: 開いたままのターミナルは、誰かが使っているセッションではありません。
pt_br: Um terminal deixado aberto não é uma sessão em que alguém esteja.
ru: Оставленный открытым терминал — ещё не сеанс, в котором кто-то работает.
zh_hans: 开着没人用的终端不算有人在的会话。

source: Accessibility
fr: Accessibilité
ja: アクセシビリティ
pt_br: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能

source: Accounts…
fr: Comptes…
ja: アカウント…
pt_br: Contas…
ru: Аккаунты…
zh_hans: 账号…

source: Acknowledgements
fr: Remerciements
ja: 謝辞
pt_br: Agradecimentos
ru: Благодарности
zh_hans: 致谢

source: Add an offline sync job
fr: Ajouter une tâche de synchro hors ligne
ja: オフライン同期ジョブを追加
pt_br: Adicionar um job de sincronização offline
ru: Добавить офлайн-задачу синхронизации
zh_hans: 添加一个离线同步任务

source: Adds one hook to ~/.claude/settings.json. Remove it any time by switching this off.
fr: Ajoute un hook à ~/.claude/settings.json. Retirez-le à tout moment en désactivant ceci.
ja: ~/.claude/settings.json にフックを 1 つ追加します。これをオフにすれば、いつでも削除できます。
pt_br: Adiciona um hook a ~/.claude/settings.json. Remova-o quando quiser desativando isto.
ru: Добавляет один хук в ~/.claude/settings.json. Его можно удалить в любой момент, выключив этот параметр.
zh_hans: 向 ~/.claude/settings.json 添加一个 hook。随时关掉这里即可移除。

source: Alert sound
fr: Son d'alerte
ja: 通知サウンド
pt_br: Som de alerta
ru: Звук оповещения
zh_hans: 提醒声音

source: Alerts
fr: Alertes
ja: アラート
pt_br: Alertas
ru: Оповещения
zh_hans: 提醒

source: All four sides! pillr can be anywhere.
fr: Les quatre côtés ! pillr peut être n'importe où.
ja: 4 辺すべて！pillr はどこにでも置けます。
pt_br: Os quatro lados! O pillr pode ficar em qualquer lugar.
ru: Все четыре стороны! pillr может быть где угодно.
zh_hans: 四条边都行！pillr 哪里都能待。

source: All four sides, and home. pillr can be anywhere!
fr: Les quatre côtés, et retour à la maison. pillr peut être n'importe où !
ja: 4 辺をひと回りして、定位置へ。pillr はどこにでも置けます！
pt_br: Os quatro lados, e de volta para casa. O pillr pode ficar em qualquer lugar!
ru: Все четыре стороны — и домой. pillr может быть где угодно!
zh_hans: 四条边转一圈，再回家。pillr 哪里都能待！

source: Allow
fr: Autoriser
ja: 許可
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

source: Allow, deny and answer questions in the tooltip or beside the pill.
fr: Autorisez, refusez et répondez aux questions dans l'info-bulle ou à côté de la pastille.
ja: ツールチップやピルの横で、許可・拒否したり質問に答えたりできます。
pt_br: Permita, negue e responda perguntas na dica ou ao lado da cápsula.
ru: Разрешайте, запрещайте и отвечайте на вопросы в подсказке или рядом с пилюлей.
zh_hans: 在提示卡里或胶囊旁边允许、拒绝和回答问题。

source: Allowed
fr: Autorisé
ja: 許可済み
pt_br: Permitido
ru: Разрешено
zh_hans: 已允许

source: Allowed · won't ask again
fr: Autorisé · ne redemandera plus
ja: 許可済み · 次回から確認しません
pt_br: Permitido · não vai perguntar de novo
ru: Разрешено · больше не спросит
zh_hans: 已允许 · 不再询问

source: Allowed, and remembered
fr: Autorisé, et mémorisé
ja: 許可し、記憶しました
pt_br: Permitido, e lembrado
ru: Разрешено и запомнено
zh_hans: 已允许，并记住

source: Allow…
fr: Autoriser…
ja: 許可…
pt_br: Permitir…
ru: Разрешить…
zh_hans: 允许…

source: Also supported when installed: %@. Any other app still comes to the front when you click its session.
fr: Également pris en charge une fois installés : %@. Toute autre app passe quand même au premier plan quand vous cliquez sur sa session.
ja: インストールされていれば %@ にも対応します。その他のアプリも、セッションをクリックすれば前面に出ます。
pt_br: Também compatíveis quando instalados: %@. Qualquer outro app ainda vem para a frente quando você clica na sessão dele.
ru: Также поддерживаются, если установлены: %@. Любое другое приложение тоже выходит на передний план при щелчке по его сеансу.
zh_hans: 安装后也支持：%@。点击其他应用的会话，该应用仍会被带到前台。

source: Always
fr: Toujours
ja: 常に許可
pt_br: Sempre
ru: Всегда
zh_hans: 始终允许

source: An older copy in Applications couldn't be moved to the Trash.
fr: Une ancienne copie dans Applications n'a pas pu être placée dans la Corbeille.
ja: アプリケーション内の古いコピーをゴミ箱に移動できませんでした。
pt_br: Não foi possível mover uma cópia antiga em Aplicativos para a Lixeira.
ru: Не удалось переместить старую копию из папки «Программы» в Корзину.
zh_hans: 「应用程序」里的旧副本无法移到废纸篓。

source: Answer Claude Code's questions and approvals from the notch, and see how much of your plan is left.
fr: Répondez aux questions et autorisations de Claude Code depuis l'encoche, et voyez ce qu'il reste de votre plan.
ja: Claude Code の質問や承認にノッチから答え、プランの残りも確認できます。
pt_br: Responda às perguntas e aprovações do Claude Code pelo notch, e veja quanto resta do seu plano.
ru: Отвечайте на вопросы и подтверждения Claude Code прямо с панели и следите, сколько осталось от тарифа.
zh_hans: 在刘海里回答 Claude Code 的问题和批准请求，并查看套餐还剩多少。
